Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Plain Bagel] KO>EN.tmx
Source language: ko_kr
Languages: en

source: 저장을 실패하였습니다.
en: Unable to complete save.

source: 너랑 칵테일은 또 새로운 조합이다?
en: You and cocktails. That's another new combo.

source: 광고 보고 배터리 얻기의 경우 광고 채널과의 연동 및 네트워크 이슈로 인해 간혹 실행 되지 않을 수 있습니다.
en: You may occasionally experience an error when receiving a Battery after viewing an ad due to issues regarding the advertisement channel and/or network connection.

source: - 강릉 헌화로.
en: - Heonhwa Road in Gangneung.

source: 파워 게이지는 매일 오전 N시에 초기화됩니다.
en: The Power Gauge will reset every day at NN a.m.

source: 충전완료
en: Charging complete

source: 설정 → 애플리케이션 → 'Google Play 스토어' → 저장공간 → 데이터/캐시 삭제 후 재시도
en: [Settings]→ [Applications] → [Google Play Store] → [Data Storage] → Delete data/cache and try again

source: 아래의 방법으로도 해결되지 않을 경우에는, 각 OS 의 고객센터로 직접 문의해야 합니다.
en: If you still continue to face issues, you must contact your OS support center directly.

source: 접속 불가 시 발생하는 현상 및 오류 메시지의 스크린샷 또는 영상
en: A screenshot or video of the error or a notification of the error

source: 채팅 진행 중
en: Chatting in progress

source: - 쿠폰 사용하기를 누른 이후 90일 내에 사용하지 않을 경우 소멸됩니다.
en: - Will expire in 90 days if it remains unused after pressing "Use Coupon".

source: - 프리 윌리 / 동물
en: - Free Willy / Animals

source: • 무제한 배터리의 경우, 사용하기 버튼을 누른 직후부터 시간이 적용되니 주의하세요!
en: • Note! After clicking "Use," the timer for Unlimited Battery will start immediately.

source: 진행하기
en: Play

source: 타임리프를 진행할 경우 이전에 진행한 채팅 내역 및 누적된 점수도 함께 초기화 됩니다.
en: If you time leap, all previous chat history and scores will also reset.

source: 타임리프는 특정 지점으로 돌아가서 해당 지점에서부터 다시 플레이를 진행하는 기능입니다.
en: Time leaping allows you to return to a specific point in the game and continue gameplay from there on.

source: - <천성 미식회>디저트 편!
en: - <Cheonseong's Food Party> Dessert Edition!

source: 미션을 성공한 X맨에게 각각 1:1대화 기회가 보상으로 주어집니다.
en: The X-Man who succeeds in the mission. They will receive a 1:1 chat reward.

source: 탈퇴 취소하기
en: Cancel

source: 물론 연애할 의사도 있음!
en: Of course, I'd be down to date too!

source: Android 스마트폰 또는 태블릿에서 기기의 설정 앱 Google Google 계정을 엽니다.
en: Open your Google account on your Android smartphone or tablet.

source: 하연우랑 마시니 특별했던 칵테일들.
en: Cocktails that were special because I drank them with Yeonwoo.

source: 재 실행 후에도 재화가 지급되지 않았을 경우에는 아래 양식에 맞추어 고객센터로 문의해 주시면 해결 도와 드리겠습니다.
en: If you still do not see the currency on your account after restarting the app, please contact the Help Center using the form provided below.

source: ※ 해당 스토리에서만 사용 가능합니다.
en: ※ You may only use this in the current story in progress.

source: 리프레쉬 성공!
en: Successfully refreshed!

source: 쿠폰 사용
en: Coupon Used

source: - 배터리로 직접 지급되며, 24시간 후 자동 소멸됩니다.
en: - Given directly as Batteries, and will automatically expire after 24 hours.

source: 네트워크 이슈 또는 결제 서버 지연으로 인해 간혹 결제와 동시에 재화가 지급되지 않을 수 있습니다.
en: Due to network issues or delays in the transaction server, you may not receive your currency immediately after making your purchase.

# ※ 구입 후 즉시 적용되며, N월N일 오후 N시N분 만료예정
source: ※ 구입 후 즉시 적용되며,\n N월N일 오후 N시N분 만료예정
en: ※ Applied immediately after purchase and expires MM/DD NN:NN.

source: 앱에 연동 된 페이스북 계정을 삭제했을 경우 해당 앱 정보로 접속하는 것이 불가능합니다.
en: If you have deleted the Facebook account you linked to the app, you cannot login through that account.

source: 오퍼월의 경우 디바이스에 따라 보상까지 시간이 다소 소요되는 경우가 있으며, 오퍼월 보상은 쿠폰으로 지급되기에 ‘쿠폰함’ 을 확인해 주시기 바랍니다.
en: It may take some time to receive Offerwall rewards depending on the device you are using. Offerwall rewards are given as coupons, so please check Coupon to find them.

source: 룰렛은 매일 오전 N시에 초기화됩니다.
en: The roulette will reset every day at NN a.m.

source: 저장공간을 구입하시겠습니까?
en: Buy Save Slot?

source: ※ 주의사항
en: * Please note:

source: 참가 이유 :{j}낯가리는 성격을 고쳐보기 위해서
en: Reason for Participation: To change my reserved personality

source: 스토어에서 충전해 주세요.
en: Please recharge in the Store.

source: 이집 케미 맛집이네~
en: The chemistry here is on fire!

source: 메세지가 바로 전송됩니다.
en: Your message will be sent immediately.

source: 이름 :{j}배소영
en: Name: Soyoung Bae

source: 배터리로 직접 지급되며, 90일 내에 사용하지 않을 경우 소멸됩니다.
en: They will be given directly as Batteries, and will expire if they remain unused after 90 days.

source: - 매너 좋다는 말 이런 거 였구나!
en: - So this is what good manners are!

source: 계속 진행하시겠습니까?
en: Do you wish to continue?

source: 이미지가 변경되었습니다.
en: Photo changed successfully.

source: - 이중에서도 단번에 찾을 자신 있어
en: - I’m confident I can find you among them right away

source: 오늘 하루 그만 보기
en: Hide for today

source: 엔딩 팝업에서 '엔딩 저장하기 ' 선택
en: Select "Save Ending" in the ending notification.

source: - 배터리 정액권은 정해진 시간이 지나면 소멸됩니다.
en: - Unlimited Batteries will expire once the fixed usage period ends.

source: - 제가 만들어드리는 날까지 기다려주세요
en: - Please wait until the day I cook for you myself.

source: - 또 놀러와요
en: - Come visit again

source: 재화 명 / 가격 / 수량
en: Currency type / Price / Amount

source: 너~무 즐거웠던 시간!
en: I had so much fun!

source: 라이온킹>
en: Lion King>

source: 타임리프 하시겠습니까?
en: Time leap now?

source: 이름 :{j}정규빈
en: Name: Kyubin Jeong

source: - 누구나 다 예상할 ㅋㅋㅋ 은태씨랑 연우?
en: - The two everyone expects, hahaha. Euntae and Yeonwoo?

source: 보관함
en: Inbox

source: 메뉴가 실행되지 않아요.
en: I cannot access the menu.

source: 사용 불가능한 쿠폰 (N)
en: Unavailable Coupons (N)

source: 기기 변경 시에도 계정 연동을 하셨다면 이전 기기에 연동한 구글/페이스북/애플 아이디 로그인을 통해 동일한 계정으로 플레이가 가능합니다.
en: If you change your device and link your account through social media, you may log in through the same Google/Facebook/Apple ID and continue to play on the same account.

source: 쿠폰 상세 내역
en: Coupon Details

source: 연인까지 앞으로 한 발자국!
en: Just one more step to become lovers!

source: 쿠폰은 앱 내 '스토어' 아이콘 클릭 시 '쿠폰함' 에서 확인 가능합니다.
en: You can check your coupons after clicking "Store" and "Coupon" in the app.

source: 계정을 삭제(게임 탈퇴)하고 싶어요.
en: I would like to delete my account (leave the game).

source: 인터넷 연결을 확인해 주세요!
en: Please check your network connection!

source: - 도하 추천 애플 마티니는 또 색다른 맛!
en: - Apple martini, recommended by Doha. Tastes unique!

source: 재 접속을 환영합니다!
en: Welcome back!

source: 서로에게 관심이 없군요?
en: You're not really interested in each other, huh?

source: 세부정보를 확인하려면 항목을 선택합니다.
en: Tap each option for more information.

source: 호감은 있지만 서로에 대한 연애감정은 물음표?
en: There's interest, but willingness to date is still a question mark.

source: 확인해보세요!
en: Take a look!

source: 계정 연동 방법은 다음과 같습니다.
en: Please refer to the information below to link your account:

source: - 튀는 색 입어주셔서 감사했어요
en: - Thank you for wearing bright clothes

source: 이름 :{j}원주율
en: Name: Juyul Won

source: 새로운 감정이었다...
en: It was a new kind of feeling...

source: 총 N건
en: Total N

source: ET :
en: Euntae :

source: 그땐 이러지 않아
en: I won't be like this again.

source: 방식
en: How to

source: - 배터리로 직접 지급되며, 90일 내에 사용하지 않을 경우 소멸됩니다.
en: - Given directly as Batteries, and will expire if they remain unused after 90 days.

source: (N)G → (N)G 가 소요됩니다
en: (N)G → (N)G will be used.

source: 3. iOS 기기에서 애플 아이디 연동으로 앱 이용 중 안드로이드로 기기 변경을 한 경우
en: 3. Changing to an Android device while linking your Apple ID to the app on an iOS device

source: - 리아님 반가워요 오늘 즐거웠어요
en: - It was nice meeting you, Leah. I had fun today

source: 서로의 설렘을 지속시켜 주세요.
en: Please continue to build on your feelings for one another.

source: 재화 타입 별 소멸 기준은 다음과 같습니다.
en: The expiry date per currency type is as follows.

source: 돌아오면 더 많이 사랑하자
en: Let’s love each other even more when you’re back.

source: 참가 이유 :{j}말이 잘 통하고 편한 분을 찾고 있습니다.
en: Reason for Participation: I'm looking for someone I can connect with and be comfortable around.

source: 결제 내역 확인 방법 (Android)
en: How to Check Transaction History (Android)

source: (NAME) 님이 입장하셨습니다.
en: (NAME) has entered the chat.

source: - 리아랑 은태오빠요 ㅎㅎ
en: - Leah and Euntae haha

source: 다음엔 내가 이긴다!!
en: I’m gonna win next time!!

source: 좀 더 확실하게 표현해본다면 어떨까요?
en: Maybe you should try being a bit more direct?

source: 단짠
en: Sweet and salty

source: 3시간마다 무료로 받는 배터리
en: Batteries rewarded every 3 hours

source: 보관함을 채워 보세요!
en: Try filling up your Inbox!

source: 네트워크가 불안정합니다.
en: Your network connection is unstable.

source: 같이 있으면 다 좋다
en: Everything feels nice when we're together

source: 친해지고 싶은 사람 &
en: Someone I'd like to get close with & someone I already feel like I've gotten close to //_//

source: 참가 이유 :{j}연애하란 잔소리 듣기 싫어서
en: Reason for Participation: Sick of hearing people telling me to date

source: 지금부터 신중하게 하트의 왕을 뽑아주세요!
en: Please choose your King of Hearts wisely!

source: 일댈 상담 아주 좋았습니다.
en: The private counseling was very nice.

source: 위 방법으로도 해결되지 않을 경우, 아래의 양식에 맞추어 고객센터로 문의해 주세요.
en: If none of the solutions above fix your issue, please contact the Help Center using the form provided below.

source: - 부지런해진다.
en: - I become more diligent.

source: 무료 충전소 이용
en: Free Charging Station

source: - 쿵푸팬더 / 코미디
en: - Kung Fu Panda / Comedy

source: 골드 사용 시 오류가 발생한 것 같아요.
en: There was an error while using Gold.

source: 마피아의 경우 미션을 잘 수행하시면 1:1 대화권, 정체를 들키지 않으면 데이트권을 드립니다.
en: For the Mafias, the reward for successfully carrying out their mission is a 1:1 chat, and a date if they keep their identity hidden.

source: 계정 아이디 확인 방법은 다음과 같습니다.
en: Please refer to the information below to check your account ID:

source: 골드 선택지
en: Gold Option

source: 피카홀 S석 2열
en: Picka Hall Area S, Row 2

source: - 좋아하는 일 하는데 신나보여서 그래서 더 멋있었어
en: - He seems so excited doing the work he loves. It makes him seem more attractive.

source: 기타
en: Other

source: 브런치데이
en: Brunch Day

source: 이름 :{j}기쫀쭁
en: Name: Jonjjong Ki

source: 강릉 여행
en: Gangneung Trip

source: 친구가 대신 신청했습니다.
en: My friend signed me up.

source: 3,900원 -> 2,500원
en: 3,900 won -> 2,500 won

source: 구입한 재화는 피카 앱 내의 모든 컨텐츠에서 사용이 가능하오니, 이 점을 참고하셔서 다른 컨텐츠를 통해 소진해 주시면 감사하겠습니다.
en: Purchased currency can be used in all Picka app contents, so please keep this in mind and use your currency for other contents in the app.

source: 펼치기
en: Show

source: 무제한 배터리 N일
en: N-Day Unlimited Battery

source: 티격태격 하는데 잘 어울림
en: They bicker but they look good together

source: 배터리N% 충전 완료!
en: Battery has been charged N%!

source: 구입 정보가 잘못되었습니다.
en: Purchase information is incorrect.

source: 사각사각 새 만년필.
en: Writing with my new fountain pen

source: 유효기간과 사용기한은 각각 90일 입니다.
en: The expiry date is in 90 days, and the usage period is 90 days.

source: 연애에만 올인할 것 같아요.
en: I think I'll go all-in on the relationship.

source: - 서로의 속도를 존중하는 편.
en: - We respect each other's paces.

source: 캡쳐하여 보내주실 경우 유저아이디 혼동의 우려가 있어 복사하여 텍스트로 보내주시면 감사하겠습니다.
en: Sending your User ID via screenshot can lead to confusion, so please copy and paste the text from the app.

source: ㅎㅎ 다시 깨달았어요.
en: I realized it while spending time with him.

source: 다만 신규 기기에 설치할 경우 진행한 채팅 내역은 연동되지 않습니다.
en: However, if you install the app on a new device, your previous chat history will not be synced.

source: 3월 7일 20:00 관람
en: March 7, 8:00 PM

source: 스토어에서 최신 버전을 설치해주세요!
en: Please download the latest version of the app!

source: [오토패스 상품이름]
en: [Auto Pass Product Name]

source: 쿠폰 확인 및 사용 방법
en: How to check and use coupons

source: 연우님의 심장 소리에 주목해보세요!
en: Yeonwoo, pay attention to the sound of your heart!

source: 서버와 연결 할 수 없습니다.
en: Unable to connect to the server.

source: 에피소드 이어보기
en: Continue episode

source: 나이 :{j}26
en: Age: 26

source: 심장이 뛰어요.
en: Your heart is beating fast.

source: 배터리가 부족합니다.
en: You don't have enough Battery.

source: 동영상 플레이어에서 지원하지 않는 코덱 (안드로이드에 한함)
en: A codec that is not supported on the current video player (only applicable to Android devices)

source: 삭제한 계정의 정보는 복구할 수 없으므로 신중하게 선택해 주세요.
en: You cannot recover data from a deleted account, so please choose carefully.

source: - 다들 넘 반가웠어요!
en: - It was so nice meeting everyone!

source: 쿠폰을 사용하시겠습니까?
en: Use this coupon?

source: 회원 탈퇴 확인
en: Confirm to leave

source: 획득한 무료재화는 쿠폰으로 지급되며 MY쿠폰에서 확인 가능합니다.
en: Your free currency has been issued as a coupon, and can be found in Coupon.

source: 더블 비얀코1
en: One strawberry sundae

source: 취소하기
en: Cancel

source: 이미 골드를 지불하셨군요!
en: You've already used Gold!

source: - 저랑 상대방의 개인 시간을 존중해요.
en: - I value my partner's and my personal time.

source: 골드 사용 관련
en: Gold Usage

source: 구입한 영수증을 캡쳐하여 보내주세요.
en: Please send us a screenshot of your purchase receipt.

source: 알림
en: Notification

source: 1) 번들 재화의 경우, 일부를 사용했을 경우에는 환불이 불가능 합니다.
en: 1) For currency bundles, you cannot get a refund if you have used a partial amount.

source: 깜짝 할인!
en: Surprise sale!

source: 상품 금액과 실제 결제 금액이 달라요.
en: The product price is different from the amount I was charged.

source: 탈퇴신청 24시간 후 앱을 실행한 뒤 로그인을 시도하면 탈퇴 취소가 활성화 된 것을 알 수 있습니다.
en: 24 hours after you have made your request, run the app and try logging in, and you will find that your request to leave has been canceled.

source: - 이제 진짜 시작!
en: - It's finally starting!

source: - 어색하네요
en: - It's a bit awkward

source: 구입한 배터리와 골드는 소진되지 않으나, 무료충전소 또는 이벤트를 통해 획득한 배터리/골드는 시간이 지나면 소멸됩니다.
en: Purchased Batteries/Gold will not expire, but Batteries/Gold obtained from the Free Charging Station or through an event will disappear after the expiry date.

source: ※ 주의사항 :{j}
en: ※ Note:

source: 총 에피소드
en: Total Episodes

source: 쿠폰 종류 별 유효기간/사용기한은 다음과 같습니다.
en: The expiry dates/usage periods for each coupon type are as follows.

source: 쿠폰으로 지급되며, 유효기간은 14일, 사용기한은 72시간 입니다.
en: Rewarded as a coupon. The expiry date is in 14 days, and the usage period is 72 hours.

source: 옷에서 나던 비 냄새 때문이야.
en: It was because of the smell of rain on the clothes.

source: 다른 기기로 계정이 이동되었습니다.
en: This account is currently being used on another device.

source: 중간에 민폐였지만...
en: I was a bit of a bother at one point...

source: 제목을 입력해 주세요
en: Please enter a title.

source: X맨은 플랜마스터가 정해준 메세지를 단체톡에서 유도해야 하는 사람입니다.
en: The X-Man is a participant who tries to make participants in the group chat say the message decided by the Plan Master.

source: 서비스 계정으로 문의해주세요.
en: Please contact the Service Center.

source: - 다음엔 꼭 알려줘요~
en: - Tell me next time, promise!

source: 관련 문의는 우측 상단의 ‘이전 내역 문의’ 로 주세요.
en: Use “Contact us about previous transactions” at the top right for more information.

source: 게스트 계정 이용 중 앱을 삭제했거나 기기를 변경한 경우
en: Deleting the app or switching devices while using a Guest account

source: 주기적으로 피드를 업로드하며 서로에 대한 정보를 공유하고, 챌린지 수행 결과에 따라 실제 데이트를 통해 특정 상대방과 더 가까워 질 수 있습니다.
en: You can post feeds regularly and share information about each other. Depending on challenge results, participants can get closer to certain participants by going on real dates.

source: 초반이니 그럴 수 있어요.
en: It’s alright. It’s only the beginning.

source: 마음은 한 사람에게
en: Give my heart to just one person

source: 카페 운영
en: Cafe owner

source: 배터리 수령이 되지 않는 화면 캡쳐 또는 영상
en: A screenshot or video showing issues receiving your Battery

source: 자주 묻는 질문
en: Help Center

source: 강해져서 돌아오면 양곱창 사드림!ㅋㅋ
en: Come back stronger and I'll buy you more tripe! Haha

source: - 야식은 역시 곱창이 진리
en: - Nothing beats grilled tripe for late night food

source: 추첨 중..
en: Spinning the wheel...

source: 날도 좋고 간만에 바다도 보고.
en: Great weather, and got to see the ocean.

source: 스토리를 다 보았습니다.
en: You have finished this story.

source: 추가적인 도움이 필요할 경우 우측 상단의 '고객 센터 문의'를 진행해 주세요.
en: If you require more assistance, please go to "Contact Us" in the upper right-hand corner.

source: - 우리의 연애는 지금부터 ♥
en: - Our love begins now ♥

source: 쿠폰 사용 직후부터 시간이 적용됩니다!
en: The timer will start immediately once you use the coupon!

source: 홈에서 '피카' 앱 삭제 → 앱스토어에서 재설치
en: Delete the Picka app from your Home Screen → Reinstall from the App Store

source: 확인
en: OK

source: 게임 접속/실행이 되지 않아요.
en: I cannot access or run the game.

source: - 같이 사진 찍고 싶어요
en: - I want to take photos together

source: 너 닮았다
en: Resembles you

source: 계속해서 로그인이 안되는 경우 picka.cs@pbagel.com로 문의사항을 남겨주세요!
en: If you continue to face login issues, please contact picka.cs@pbagel.com!

source: 메신저를 통해 30일 간 챌린지 또는 이벤트가 오픈됩니다.
en: Challenges and events will take place for 30 days through the messenger.

source: 비행기 취소할까 고민하는 중
en: Debating if I should cancel my flight

source: 환불을 원하는 상품 명 :
en: The product you would like a refund for:

source: - 주관적으로 귀여운 사람
en: - Someone who I find cute

source: - 팀 미션 :
en: - Team Mission:

source: 알림을 켜면 더욱 생생하고 실감나는 플레이를 할 수 있습니다.
en: If you turn on notifications, you can experience a more realistic gameplay.

source: (N)개 / 총 (N)개
en: N / Total N

source: 저장하기
en: Save

source: 이미 사용중인 계정이 있습니다.
en: You already have an account.

source: - 다같이 만나는 거...
en: - Meeting all together as a group...

source: 동일한 초콜릿을 고른 남성 참가자님과 1:1대화를 하게 됩니다.
en: You will enter a 1:1 chat with the male participant who chose the same chocolate.

source: - 떠나니까 애틋한데, 불안하지 않아.
en: - I feel sad that you’re leaving, but I’m not worried.

source: 챌린지 성공 시 특별한 보상이 주어집니다.
en: A special reward will given to those who succeed in the challenge.

source: 참가자님께 도착한 메세지는 결과 집계가 끝난 후 이방에 전달됩니다.
en: Once the results are out, participants will receive the messages sent to them in this chatroom.

source: 동영상을 클릭해 재생하세요.
en: Click to play the video.

source: 보러가기
en: View

source: 타임리프 하러가기
en: Time Leap

source: - 모두 모이니까 좋네요.
en: - It's great spending time together.

source: 기억의 저장소
en: Memory Box

source: ※ 애플 아이디 로그인은 iOS 13 이상에서만 이용 가능합니다.
en: * Apple ID login is only available on iOS 13 or later.

source: 배터리 받기
en: Receive Battery

source: 물어보고 싶은거 사실 많음
en: To be honest, I have so much I want to ask you.

source: - 누나 솔직히 재밌었죵?
en: - Be honest. You had fun, right?

source: 앱을 종료 후 다시 실행시켜주세요.
en: Please close and restart the app.

source: 로그인을 할 수 없습니다.
en: Sorry, unable to login.

source: • 유효기간이 지난 쿠폰은 사용할 수 없습니다.
en: • You cannot use expired coupons.

source: 나이 :{j}22
en: Age: 22

source: 타임리프, 기다리는 메시지, 오토패스 등에서 골드 사용 오류가 발생했을 경우, 정확한 확인을 위해 아래의 양식에 맞추어 '고객센터' 로 문의해 주시기 바랍니다.
en: If you are facing a Gold usage error with time leaping, waiting messages, Auto Passes, etc., please contact the Help Center using the form provided below for more detailed support.

source: 스낵 데이트
en: Snack Date

source: 무제한 배터리 N일{j}구입하시겠습니까?
en: Purchase N-Day Unlimited Battery?

source: 고객 센터 문의
en: Contact Us

source: 엔딩을 저장할 수 있습니다.
en: Slot available to save ending.

source: 사용자 아이디
en: User ID

source: 이 스토리는 타임리프가 없습니다.
en: You cannot time leap in this story.

source: 마지막이 아니길!
en: But I hope it isn’t the last!

source: 따라서 타임리프 시에는 해당 지점을 정확히 확인 후 타임리프를 진행해 주시기 바랍니다.
en: So please make sure to check the time leap point carefully before proceeding.

source: - 웃었으면 좋겠어
en: - I hope this makes you smile

source: 참가 기간 내에는 하트 보내기를 통해 원하는 대상에게 비밀 메세지를 보낼 수 있습니다.
en: Throughout the project period, participants may send secret messages to a participant by sending hearts.

source: 접속보상, 룰렛을 통해 얻은 골드/배터리 :
en: Gold/Batteries obtained through login rewards or roulettes:

source: 레몬 사탕
en: Lemon candy

source: 계정
en: User Account

source: 규칙
en: Rules

source: 접속보상, 룰렛, 서버점검 보상 등을 통해 얻은 골드/배터리 :
en: Gold/Batteries obtained through login rewards, roulettes, server inspection compensations, and others:

source: 5.0 이상
en: 5.0 and higher

source: 하트 보내기 및 최종 선택
en: Sending hearts and making a final decision

source: 사용한 번들 재화의 경우, 잔여량에 대한 부분 환불이 불가능합니다.
en: For used currency bundles, you cannot get a refund for your remaining currency.

source: 네트워크 연결 상태를 확인해 주세요.
en: Please check your network connection.

source: SY:
en: Soyoung:

source: 이 기기에서는 더이상 접속이 불가능합니다.
en: Sorry, you cannot continue on this device.

source: 오토패스
en: Auto Pass

source: - 원더 / 드라마
en: - Wonder / Drama

source: 사용 가능한 쿠폰 (N)
en: Available Coupons (N)

source: 무료배터리가 도착하였습니다!
en: Your Free Battery has arrived!

source: 스토리 시작하기
en: Begin story

source: (오류코드:00)
en: (Error code:00)

source: 나이 :{j}27
en: Age: 27

source: 예쁘게 봐주세요!
en: I hope you like me!

source: 프랜즈 데이1
en: Friends Day 1

source: 재화 구입
en: Currency Purchase

source: 팀끼리 1:1대화가 열리면, 게임에 대해 상의할 수 있습니다.
en: A 1:1 chat will open for each team, and participants may discuss the game.

source: <영화 :
en: <Movie:

source: 무료 충전소를 통해 획득한 배터리 :
en: Batteries obtained from the Free Charging Station:

source: 타임리프를 잘못 진행하더라도 아쉽게도 다시 이전 지점으로 돌아갈 수 없습니다.
en: If you make a mistake while time leaping, you will not be able to return to your previous progress point.

source: 미션의 종류 및 달성 여부 캡쳐 :
en: A screenshot of the mission type and completion notification:

source: *참고) 햄버거 메뉴가 보이지 않을 때에는 충전소를 최하단까지 스크롤 해 주세요.
en: * Please note: If you are unable to view the hamburger menu, please scroll down to the bottom of the Free Charging Station.

source: 친구
en: Friends

source: (USER)님!
en: (USER)!

source: 엔딩 북 교체
en: Replace Ending Book

source: - 저는 과일 정도?
en: - Maybe just fruits?

source: 너도 그래?
en: Do you feel the same?

source: ※ 무제한 배터리는 정액권이므로 환불이 불가능합니다.
en: ※ Unlimited Batteries cannot be refunded.

source: - 귀여운 모습은 나만 알았음 좋겠어
en: - I hope I can be the only one to see this cute side of him

source: < 모든 iCloud
en: < Notes

source: 직업 :{j}프리랜서
en: Occupation: Freelancer

source: 타임리프를 하더라도 저장한 보관함 내역은 사라지지 않습니다.
en: Even if you time leap, all records saved in your Inbox will remain.

source: - 매너 좋으신 것 같아요!
en: - I think he's very well-mannered!

source: - 빵 같은게 좋아요 먹기도 편하고
en: - I like bread, it’s easy to eat

source: 리뷰남기기
en: Leave a review

source: picka.cs@pbagel.com로 유저 ID와 문의사항을 보내주세요!
en: Please send an e-mail containing your user ID and inquiry to picka.cs@pbagel.com!

source: 참가이유 :
en: Reason for Participation:

source: 은근히 & 의외로 궁금한 사람
en: I'm getting quite curious about you.

source: 배터리로 직접 지급되며, 24시간 후 자동 소멸됩니다.
en: They are given directly as Batteries, and will automatically expire after 24 hours.

source: 앱 삭제 후 재설치 시에도 계정 연동을 하셨다면 이전 기기에 연동한 구글/페이스북/애플 아이디 로그인을 통해 동일한 계정으로 플레이가 가능합니다.
en: Even after deleting and reinstalling the app, you may login through the same Google/Facebook/Apple ID account and continue to play on the same account if you have linked your account.

source: 취향 토크
en: Preference Talk

source: 의외로 한적한데 스트레스 풀 때 최고!
en: It's surprisingly quiet and the best place to relieve stress!

source: 새로운 스토리를 보거나 기존에 진행한 스토리를 타임리프 해 보세요!
en: Please begin a new story or time leap in the stories you’ve done before!

source: 접속 실패
en: Access Failed

source: 그저 서로에게 좋은 사람
en: You just see one another as a good person.

source: - 나의 한 달을 꽉 채워준 사람들, 고마워요!
en: - To the people who made my 30 days amazing, thank you!

source: 다시 시도해 주세요
en: Please try again.

source: 엔딩북 저장공간 획득
en: Ending Book save slot obtained

source: 중복 결제가 된 것 같아요.
en: I have been charged twice.

source: ※ 설정 → 개인정보보호 → 추적
en: ※ Settings → Personal Information Protection → Allow Tracking

source: 충전이 완료되면 스토어에 충전 완료 표시가 나옵니다.
en: When your Battery is fully charged, you will see a “charging complete” sign in the Store.

source: 자세한 내용은 이메일로 문의 바랍니다.
en: Please contact us via e-mail for more information.

source: 이 경우 앱을 종료하고 일정시간 후 재 실행한 뒤 해당 메뉴에 다시 들어가서 수령을 진행해 주세요.
en: If you are facing this issue, please close the app and restart it later, then try receiving the Battery again.

source: 이벤트를 통해 획득한 골드/ 배터리 :
en: Gold/Batteries obtained through events:

source: 마음 비우는데 너무 익숙해졌나봐요
en: I guess I got too used to letting things go

source: 사용 완료
en: Used

source: - 정말...
en: - Very...

source: 고객센터 문의는 FAQ 우측 상단에서 확인 가능합니다.
en: You may access the Help Center under the FAQ menu in the upper right-hand corner.

source: 하지만...
en: But...

source: YW:
en: JYW:

source: 광고 보고 배터리 충전하기
en: View ad and charge Battery

source: 지금 연인이 생긴다면 함께 하고 싶은 일은?
en: If you begin a relationship now, what would you want to do with your partner?

source: 발렌타인 초콜릿
en: Valentine's Day Chocolate

source: 왜 난 하나가 더 생겼지?
en: But how come I have another one to add?

source: 기존에 진행한 채팅 내용이 남아있지 않습니다.
en: Your previous chat history has been deleted.

source: 단, 돌아간 그 시점부터 다시 시작해야 합니다!
en: But you will have to start again from the point you have arrived to!

source: 날이 풀려서 별이와 오랜만에 산책
en: Enjoying the warmth with Byeol

source: 지우기
en: Delete

source: 탭하여 바로 해제
en: Tap to unlock
